[
    {
      "id": 0,
      "name": "ian_harris",
      "link": "https://anchor.fm/jefferson-tang/embed/episodes/Episode-1--Professor-Ian-Harris-eas56n",
      "title": "Episode 1 | Professor Ian Harris",
      "text": "Professor Harris is a Professor of Orthopaedic Surgery at the University of New South Wales. He's a practicing orthopaedic surgeon with several public and private appointments, who specialises in trauma surgery and lectures both nationally and internationally on the topics of orthopaedics, surgery and epidemiology.\n\nIn addition to sitting on numerous boards, he also leads a prolific research unit specialising in surgical outcomes and the evidence-base for surgery in general. These works formed the basis for both his PhD and his book Surgery:The Ultimate Placebo, in which Prof Harris argues that many common surgeries are performed without robust evidence of their effectiveness.\n\nHe concludes that much of the perceived benefits for many of these procedures could therefore be due to the placebo effect. Both the book and Prof Harris have subsequently garnered much attention"
    },
    {
      "id": 1,
      "name": "bradley_frew",
      "link": "https://anchor.fm/eternal-possibilities/embed/episodes/Episode-2--Dr-Bradley-Frew-ecf2ad",
      "title": "Episode 2 | Dr Bradley Frew",
      "text": "‍Dr Bradley Frew is an Academic General Practitioner based in the Peninsula Area in Melbourne, Victoria who is also a lecturer within the Department of General Practice, Monash University. His areas of interest within General Practice include: diving and aviation medicine, mental health and adolescent/young adult medicine, as well as medical education. In a previous life Brad was a Lieutenant Medical Officer for the Royal Australian Navy."
    },
    {
      "id": 2,
      "name": "bronwyn_king",
      "link": "https://anchor.fm/eternal-possibilities/embed/episodes/Episode-3--Dr-Bronwyn-King-egm2i3",
      "title": "Episode 3 | Dr Bronwyn King",
      "text": "Dr Bronwyn King AO is a specialist Radiation Oncologist, founder and CEO of Tobacco Free Portfolios, a former elite swimmer and Team Doctor for the Australian Swimming Team. Back in 2010 she met with a representative from her superannuation fund in the cafeteria of the Peter MacCallum Cancer Centre, looking to purchase a house and wanting to know how much money she had in her superannuation fund. She found out that her hard-earned money was being invested in tobacco companies – who were responsible for the devastation she saw at work every day treating lung cancer patients.\n\nForward ten years to the present and her not-for-profit organization Tobacco Free Portfolios has assisted over 150 leading financial organisations in more than 20 countries to implement tobacco-free finance policies, diverting more than AU$12 billion away from investment in tobacco. She has been awarded numerous accolades for her tireless work, including Officer of the Order of Australia (AO) and Melburnian of the Year in 2019."
    }
]